l10n.boxNoConnect.ar_SA = {
    msgNoConn: 'فشل الاتصال بالإنترنت...',
    msgNoConnDesc: 'تحقق من الانترنت',
    msgFileNoConn: 'تحقق من اتصالك بالإنترنت',
    msgFileNoConnDesc: "لا يمكنك تعديل المستند بسبب عدم توفر الانترنت. يرجى التحقق من اتصالك بالإنترنت وأعد فتح الملف للمتابعة",
    msgTemplatesNoConn: 'تحقق من اتصالك بالإنترنت',
    msgTemplatesNoConnDesc: "لا يمكن تحميل هذا القسم بسبب وجود مشاكل في الشبكة. يرجى التحقق من اتصالك بالإنترنت وحاول مرة أخرى",
    msgFileError: 'عفوًا! هناك خطأ ما',
    msgFileErrorDesc: "لقد فقدنا الوصول إلى ملفك بسبب نقص الذاكرة أو لسبب آخر. من فضلك لا تقلق وحاول إعادة فتح الملف. أغلق علامة التبويب هذه للمتابعة",
}
