l10n.boxNoConnect.be = {
    msgNoConn: 'Збой падключэння да Інтэрнэту...',
    msgNoConnDesc: 'Праверце падключэнне',
    msgFileNoConn: 'Праверце падключэнне да Інтэрнэту',
    msgFileNoConnDesc: "Вы не можаце рэдагаваць дакумент, таму што падключэнне да Інтэрнэту страчана або абмежавана. Калі ласка, праверце вашу сетку і паўторна адкрыйце дакумент, каб працягнуць.",
    msgTemplatesNoConn: 'Праверце падключэнне да Інтэрнэту',
    msgTemplatesNoConnDesc: "Не ўдалося загрузіць гэты раздзел, таму што ў вас узніклі праблемы з сеткай. Калі ласка, праверце падключэнне да Інтэрнэту і паспрабуйце зноў.",
    msgFileError: 'Ой! Нешта пайшло не так',
    msgFileErrorDesc: "Мы страцілі доступ да вашага файла з-за недахопу памяці або іншай прычыны. Калі ласка, не хвалюйцеся і паспрабуйце зноў адкрыць файл. Каб працягнуць, зачыніце гэту ўкладку.",
}
