l10n.boxNoConnect.bg = {
    msgNoConn: 'Прекъсната интернет връзка...',
    msgNoConnDesc: 'Проверете връзката',
    msgFileNoConn: 'Проверете Вашата връзка с интернет',
    msgFileNoConnDesc: "Не можете да редактирате документа, защото интернет връзката Ви е прекъсната или ограничена. Молим да проверите връзката си и да отворите отново документа, за да продължите.",
    msgTemplatesNoConn: 'Проверете Вашата връзка с интернет',
    msgTemplatesNoConnDesc: "Не можахме да заредим този раздел, защото изпитвате мрежови затруднения. Молим да проверите връзката си с интернет и да опитате отново.",
    msgFileError: 'Опа! Нещо се обърка',
    msgFileErrorDesc: "Загубихме достъп до файла Ви, поради недостиг на памет или друга причина. Молим да не се тревожите и да опитате отново да отворите файла. Затворете този прозорец, за да продължите.",
}
