l10n.boxNoConnect.el = {
    msgNoConn: 'Η σύνδεση στο Internet απέτυχε...',
    msgNoConnDesc: 'Ελέγξτε τη σύνδεση',
    msgFileNoConn: 'Ελέγξτε τη σύνδεσή σας στο διαδίκτυο',
    msgFileNoConnDesc: "Δεν μπορείτε να επεξεργαστείτε το έγγραφο επειδή η σύνδεση στο Internet έχει διακοπεί ή είναι περιορισμένη. Ελέγξτε τη σύνδεσή σας και ανοίξτε ξανά το έγγραφο για να συνεχίσετε.",
    msgTemplatesNoConn: 'Ελέγξτε τη σύνδεσή σας στο διαδίκτυο',
    msgTemplatesNoConnDesc: "Δεν ήταν δυνατή η φόρτωση αυτής της ενότητας επειδή αντιμετωπίζετε πιθανά προβλήματα δικτύου. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και προσπαθήστε ξανά.",
    msgFileError: 'Δυστυχώς, κάτι πήγε στραβά',
    msgFileErrorDesc: "Χάσαμε την πρόσβαση στο αρχείο σας λόγω έλλειψης μνήμης ή για κάποιον άλλον λόγο. Μην ανησυχείτε, όμως, και δοκιμάστε να ανοίξετε ξανά το αρχείο. Κλείστε αυτήν την καρτέλα για να συνεχίσετε.",
}
