l10n.boxNoConnect.hi = {
    msgNoConn: 'इंटरनेट कनेक्शन विफल रहा...',
    msgNoConnDesc: 'कनेक्शन की जाँच करिए',
    msgFileNoConn: 'आपके इंटरनेट कनेक्शन की जाँच करिए',
    msgFileNoConnDesc: "इंटरनेट कनेक्शन खोने या प्रतिबंधित होने के कारण आप दस्तावेज़ को संपादित करने में असमर्थ हैं। कृपया अपने कनेक्शन की जाँच करें और जारी रखने के लिए दस्तावेज़ को पुनः खोलें।",
    msgTemplatesNoConn: 'आपके इंटरनेट कनेक्शन की जाँच करिए',
    msgTemplatesNoConnDesc: "इस अनुभाग को लोड नहीं किया जा सका क्योंकि आप संभावित नेटवर्क समस्याओं का अनुभव कर रहे हैं। कृपया अपने इंटरनेट कनेक्शन की जाँच करें और पुन: प्रयास करें।",
    msgFileError: 'ओह! कोई त्रुटि हुई है',
    msgFileErrorDesc: "मेमोरी की कमी होने या किसी अन्य कारण से हमने आपकी फ़ाइलों की पहुँच खो दी है। कृपया चिंता न करें और फ़ाइल को पुनः खोलने का प्रयास करें। जारी रखने के लिए इस टैब को बंद कर दें।",
}
