l10n.boxNoConnect.hy = {
    msgNoConn: 'Ինտերնետային կապը խափանվել է...',
    msgNoConnDesc: 'Ստուգեք կապը',
    msgFileNoConn: 'Ստուգեք ձեր ինտերնետային կապը',
    msgFileNoConnDesc: "Դուք չեք կարող խմբագրել փաստաթուղթը, քանի որ ինտերնետ կապը խափանվել է կամ սահմանափակվել: Խնդրում ենք ստուգել ձեր կապը և կրկին բացել փաստաթուղթը շարունակելու համար:",
    msgTemplatesNoConn: 'Ստուգեք ձեր ինտերնետային կապը',
    msgTemplatesNoConnDesc: "Չհաջողվեց բեռնել այս բաժինը, քանի որ դուք ցանցի հնարավոր խնդիրներ ունեք: Խնդրում ենք ստուգել ձեր ինտերնետային կապը և նորից փորձել:",
    msgFileError: 'Վա՜յ։ Ինչ-որ բան սխալ է:',
    msgFileErrorDesc: "Մենք կորցրել ենք մուտքը դեպի ձեր ֆայլը հիշողության բացակայության կամ այլ պատճառով: Խնդրում ենք մի անհանգստացեք և փորձեք նորից բացել ֆայլը: Շարունակելու համար փակեք այս պատուհանը։",
}
