l10n.boxNoConnect.lo = {
    msgNoConn: 'ການເຊື່ອມຕໍ່ ອິນເຕີເນັດ ລົ້ມເຫລວ ...',
    msgNoConnDesc: 'ກວດສອບ ການເຊື່ອມຕໍ່',
    msgFileNoConn: 'ກວດສອບ ການເຊື່ອມຕໍ່ ອິນເຕີເນັດ ຂອງທ່ານ',
    msgFileNoConnDesc: "ທ່ານບໍ່ສາມາດແກ້ໄຂເອກະສານໄດ້ເນື່ອງຈາກການເຊື່ອມຕໍ່ອິນເຕີເນັດສູນເສຍ ຫຼືຖືກຈຳກັດ. ກະລຸນາກວດເບິ່ງການເຊື່ອມຕໍ່ຂອງທ່ານແລະເປີດເອກະສານຄືນໃໝ່ເພື່ອສືບຕໍ່.",
    msgTemplatesNoConn: 'ກວດສອບ ການເຊື່ອມຕໍ່ ອິນເຕີເນັດ ຂອງທ່ານ',
    msgTemplatesNoConnDesc: "ບໍ່​ສາ​ມາດ​ໂຫຼດ​ພາກ​ສ່ວນ​ນີ້​ເນື່ອງ​ຈາກ​ວ່າ​ທ່ານ​ອາດກໍາ​ລັງ​ປະ​ສົບ​ກັບ​ບັນ​ຫາ​ເຄືອ​ຂ່າຍ​​. ກະລຸນາກວດສອບການເຊື່ອມຕໍ່ອິນເຕີເນັດຂອງທ່ານແລ້ວລອງໃໝ່ອີກຄັ້ງ.",
    msgFileError: 'ອຸຍ ! ບາງສິ່ງບາງຢ່າງຜິດປົກກະຕິ',
    msgFileErrorDesc: "ພວກເຮົາສູນເສຍການເຂົ້າເຖິງໄຟລ໌ເນື່ອງຈາກຂາດຄວາມຈໍາ ຫຼືເຫດຜົນອື່ນໆ. ບໍ່ຕ້ອງກັງວົນ ແລະລອງເປີດໄຟລ໌ຄືນໃໝ່. ປິດແຖບນີ້ເພື່ອສືບຕໍ່.",
}
