l10n.boxNoConnect.ru = {
    msgNoConn: 'Не удалось подключиться к Интернету...',
    msgNoConnDesc: 'Проверить подключение',
    msgFileNoConn: 'Проверьте подключение к Интернету',
    msgFileNoConnDesc: "Вы не можете редактировать документ, поскольку подключение к Интернету потеряно или ограничено. Чтобы продолжить, проверьте подключение и откройте документ еще раз.",
    msgTemplatesNoConn: 'Проверьте подключение к Интернету',
    msgTemplatesNoConnDesc: "Не удалось загрузить этот раздел. Вероятно, возникли проблемы с сетью. Пожалуйста, проверьте подключение к Интернету и повторите попытку.",
    msgFileError: 'Ошибка! Что-то пошло не так',
    msgFileErrorDesc: "Мы потеряли доступ к вашему файлу из-за нехватки памяти или по другой причине. Попробуйте открыть файл еще раз. Чтобы продолжить, закройте эту вкладку.",
}
