l10n.boxNoConnect.si = {
    msgNoConn: 'අන්තර්ජාල සම්බන්ධතාවය බිඳ වැටුණි...',
    msgNoConnDesc: 'සම්බන්ධතාවය පරීක්ෂා කරන්න',
    msgFileNoConn: 'අන්තර්ජාල සම්බන්ධතාවය පරීක්ෂා කරන්න',
    msgFileNoConnDesc: "අන්තර්ජාල සම්බන්ධතාවය බිඳ වැටී හෝ සීමා කර තිබෙන නිසා ඔබට ලේඛනය සංස්කරණයට නොහැකිය. කරුණාකර ඔබගේ සම්බන්ධතාවය පරීක්ෂා කර ලේඛනය නැවත විවෘත කරන්න.",
    msgTemplatesNoConn: 'අන්තර්ජාල සම්බන්ධතාවය පරීක්ෂා කරන්න',
    msgTemplatesNoConnDesc: "ඔබගේ ජාලයේ ගැටලුවක් නිසා මෙම කොටස පූරණයට නොහැකි විය. කරුණාකර අන්තර්ජාල සම්බන්ධතාවය පරීක්ෂා කර නැවත උත්සාහ කරන්න.",
    msgFileError: 'අපොයි! යමක් වැරදී ඇත',
    msgFileErrorDesc: "මතකය ප්‍රමාණවත් නොවීම හෝ වෙනත් හේතුවක් නිසා ගොනුවට ප්‍රවේශය අහිමි විය. කරුණාකර කලබල නොවී ගොනුව නැවත විවෘත කිරීමට හැකිදැයි බලන්න. ඉදිරියට යාමට මෙම පටිත්තත වසන්න.",
}
