l10n.boxNoConnect.uk = {
    msgNoConn: 'Не вдалося під’єднатися до Інтернету...',
    msgNoConnDesc: 'Перевірте з’єднання',
    msgFileNoConn: 'Перевірте з’єднання з Інтернетом',
    msgFileNoConnDesc: "Ви не можете редагувати документ, оскільки з’єднання з Інтернетом втрачено або обмежено. Щоб продовжити, перевірте з’єднання й повторно відкрийте документ.",
    msgTemplatesNoConn: 'Перевірте з’єднання з Інтернетом',
    msgTemplatesNoConnDesc: "Не вдалося завантажити цей розділ, оскільки у вас можливі проблеми з мережею. Перевірте з’єднання з інтернетом і спробуйте знову.",
    msgFileError: 'Ой! Щось пішло не так',
    msgFileErrorDesc: "Доступ до вашого файлу було втрачено через брак пам’яті або з іншої причини. Не хвилюйтеся і спробуйте відкрити файл знову. Закрийте цю вкладку, щоб продовжити.",
}
